Repository: mozilla/firefox-account-bridge
Catalog: locale/*/LC_MESSAGES/client.po
Languages: pl

source: old and new passwords must be different
pl: stare i nowe hasło muszą być różne

source: no token specified
pl: brak tokena

source: no code specified
pl: brak kodu

source: no email specified
pl: brak adresu e-mail

source: passwords do not match
pl: hasła nie zgadzają się

source: no uid specified
pl: brak uid

source: Valid email required
pl: Wymagany jest poprawny adres e-mail

source: Must be at least 8 characters
pl: Musi być przynajmniej 8-znakowe

source: Valid password required
pl: Wymagane poprawne hasło

source: Unknown account. <a href="/signup">Sign up</a>
pl: Nieznane konto. <a href="/signup">Zarejestruj się</a>

source: Year of birth required
pl: Wymagana data urodzenia

source: Account already exists. <a href="/signin">Sign in</a>
pl: Takie konto już istnieje. <a href="/signin">Zaloguj się</a>

source: Unexpected error
pl: Nieznany błąd

source: Invalid authentication token in request signature
pl: Niepoprawny token uwierzytelniający w sygnaturze żądania

source: Invalid timestamp in request signature
pl: Niepoprawny znacznik czasowy w sygnaturze żądania

source: Invalid nonce in request signature
pl: Niepoprawny znacznik „nonce” w sygnaturze żądania

source: Account already exists
pl: Takie konto już istnieje

source: Unknown account
pl: Nieznane konto

source: Incorrect email case
pl: Niepoprawna wielkość liter w adresie e-mail

source: Incorrect password
pl: Niepoprawne hasło

source: Unverified account
pl: Konto niezweryfikowane

source: Invalid verification code
pl: Niepoprawny kod weryfikacyjny

source: Invalid JSON in request body
pl: Niepoprawny kod JSON w ciele żądania

source: Invalid parameter in request body: %(param)s
pl: Niepoprawny parametr w ciele żądania: %(param)s

source: Missing parameter in request body: %(param)s
pl: Brakujący parametr w ciele żądania: %(param)s

source: Invalid request signature
pl: Niepoprawna sygnatura żądania

source: Missing content-length header
pl: Brak nagłówka content-length

source: Request body too large
pl: Ciało żądania jest zbyt duże

source: Client has sent too many requests
pl: Klient wysłał zbyt wiele żądań

source: Service unavailable
pl: Usługa niedostępna

source: This endpoint is no longer supported
pl: Ten endpoint nie jest już wspierany

source: Invalid password
pl: Niepoprawne hasło

source: Invalid email and password
pl: Niepoprawny adres e-mail i hasło

source: Invalid email or password
pl: Niepoprawny adres e-mail lub hasło

source: Old password invalid
pl: Niepoprawne stare hasło

source: New password invalid
pl: Niepoprawne nowe hasło

source: Passwords don't match
pl: Hasła nie zgadzają się

source: Please enter an email
pl: Wpisz adres e-mail

source: Cannot connect to the internet
pl: Brak połączenia z Internetem

source: Firefox Accounts
pl: Konto Firefox

source: Cannot create account
pl: Nie można utworzyć konta

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
pl: Musisz spełnić wymagania dotyczące wieku, aby utworzyć Konto Firefox

source: Learn more.
pl: Dowiedz się więcej.

source: Change password
pl: Zmień hasło

source: Password changed
pl: Hasło zostało zmienione

source: Old password
pl: Stare hasło

source: Show
pl: Pokaż

source: New password
pl: Nowe hasło

source: Change Password
pl: Zmień hasło

source: Back
pl: Wstecz

source: Reset password
pl: Zmień hasło

source: Password
pl: Hasło

source: Repeat Password
pl: Powtórz hasło

source: Next
pl: Dalej

source: Account verified
pl: Konto zostało zweryfikowane

source: Success
pl: Sukces

source: You are now ready to use %(service)s.
pl: Możesz teraz używać usługi %(service)s.

source: Your account is ready!
pl: Twoje konto jest gotowe!

source: Confirm your account
pl: Potwierdź swoje konto

source: Email Sent
pl: E-mail został wysłany

source: A verification link has been sent&nbsp;to: %(email)s
pl: Odnośnik weryfikacyjny został wysłany na adres: %(email)s

source: Resend email
pl: Prześlij e-mail ponownie

source: Email resent
pl: E-mail został wysłany

source: Reset email sent
pl: E-mail został wysłany

source: A reset link has been sent to %(email)s
pl: Odnośnik do zmiany hasła został wysłany na adres: %(email)s

source: Delete account
pl: Usuń konto

source: Are you sure you want to delete your account? This action cannot be undone.
pl: Na pewno chcesz usunąć swoj konto? To jest operacja nieodwracalna.

source: Delete Account
pl: Usuń konto

source: Firefox cloud services
pl: Usługi Firefox w chmurze

source: Privacy Notice
pl: Informacje o prywatności

source: Enter your email to reset&nbsp;the account password.
pl: Wpisz adres e-mail, aby zmienić hasło

source: Password reset
pl: Zmiana hasła

source: Manage account
pl: Zarządzaj kontem

source: You are signed in as: %(email)s
pl: Jesteś zalogowany jako: %(email)s

source: Sign out
pl: Wyloguj

source: Sign in
pl: Zaloguj

source: Sign in to continue
pl: Zaloguj się, aby kontynuować

source: Forgot password?
pl: Zapomniałeś hasła?

source: Create an account
pl: Stwórz konto

source: By proceeding, I agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
pl: Kontynuując akceptuję <a id="fxa-tos" href="/legal/terms">Regulamin usługi</a> oraz <a id="fxa-pp" href="/legal/privacy">Informacje o prywatności</a> usług Firefox w chmurze.

source: Create a Firefox account
pl: Stwórz konto Firefox

source: Year of birth
pl: Rok urodzenia

source: 1990 or earlier
pl: 1990 lub wcześniej

source: Choose what to sync
pl: Wybierz, co powinno być synchronizowane

source: Already have an account? Sign in.
pl: Masz już konto? Zaloguj się.

source: Terms of Service
pl: Regulamin usługi
